dictionary = {'Части света, материки, острова, полуострова и др.': [('На каком материке нет рек?', 'Антарктида'),
                                                                    ('Назовите самый большой полуостров в Европе?',
                                                                     'Скандинавский'),
                                                                    ('Сколько крупных островов составляют Гавайи?',
                                                                     'восемь'),
                                                                    (
                                                                    'Какой остров самый большой в мире?', 'Гренландия'),
                                                                    (
                                                                        'Какой стране принадлежат Канарские острова?',
                                                                        'Испания'),
                                                                    (
                                                                        'Остров в юго-западной части залива Петра-Великого Японского моря, в 110 км к юго-западу от Владивостока. Самый южный остров Российской Федерации.',
                                                                        'Фуругельма'), (
                                                                        'Какой полуостров на севере нашей страны сам говорит о своей величине?',
                                                                        'ЯМАЛ'),
                                                                    ('Как называется самая большая пустыня Евразии?',
                                                                     'Гоби'),
                                                                    ('Где находится Аравийская пустыня?', 'Африка')],
              'Страны и города': [('Какую страну также называют Нидерландами?', 'Голландия'),
                                  ('Какая страна имеет самое большое население в мире?', 'Китай'),
                                  ('Как называется самая маленькая страна в мире?', 'Ватикан'),
                                  ('В какой стране вы бы нашли город Дрезден?', 'Германия'),
                                  ('Какая африканская страна имеет самое большое население?', 'Нигерия'),
                                  ('Сколько часовых поясов у Австралии?', '3'),
                                  ('Как называется самая большая по территории страна в мире?', 'Россия'),
                                  ('В какой стране находятся Великие пирамиды Гизы?', 'Египет'),
                                  ('Из скольких штатов состоят Соединенные Штаты?', '50'),
                                  ('Какая единственная страна граничит с Великобританией?', 'Ирландия'),
                                  ('Какой штат США самый большой по площади?', 'Аляска'),
                                  ('Какой город является самым густонаселенным в мире?', 'Манила,'),
                                  ('Филиппины Какое единственное государство с односложным названием?', 'Мэн')],
              'Горы, плоскогорья, плато, вулканы': [(
                  'Плоскогорье в пределах Сибирской платформы в восточной части России на территории Восточной Сибири — в Якутии, Красноярском крае и Иркутской области.',
                  'Среднесибирское'), (
                  'плоскогорье. Самое северное и одно из самых древних в мире плато вулканического происхождения. Расположено южнее полуострова Таймыр и восточнее самого крупного заполярного города в мире — Норильска. В ответ напишите только название',
                  'Путорана'),
                  ('Символ Японии и самый высокий вулкан на острове Хонсю.', 'Фудзияма'), (
                      'Действующий вулкан на юге Италии, примерно в 15 километрах от Неаполя. Высота — 1,2 километра.',
                      'Везувий'), (
                      'Правда или ложь, самая длинная горная цепь в мире находится под океаном?',
                      'правда'), ('Самая высокая горная вершина в мире?', 'Джомолунгма'),
                  ('В какой стране находится гора Эверест?', 'Непал'), (
                      'Это высочайшая гора не только России, но и Европы — её высота 5642 метра.',
                      'Эльбрус'), ('Самая высокая гора Алтая.', 'Белуха'),
                  ('Как называется вторая по высоте гора в мире?', 'Чогори')],
              'Столицы': [('Столица Канады?', 'Оттава'), ('Столица у Австралии?', 'Канберра'),
                          ('Баку столица какой страны?', 'Азербайджан'),
                          ('Если я еду в столицу Беларуси, в каком городе я нахожусь?', 'Минск'),
                          ('Вадуц столица какой страны?', 'Лихтенштейн'), ('Какая столица Индии?', 'Нью-Дели'),
                          ('Какая столица Южной Кореи?', 'Сеул')],
              'Океаны': [('В какой океан впадает река Амазонка?', 'Атлантический'),
                         ('океан Правда или ложь, площадь Тихого океана больше Луны?', 'правда'),
                         ('Самый большой океан?', 'Тихий'),
                         ('Самое глубокое озеро? Байкал Какая часть света омывается всеми четырьмя океанами?', 'Азия'),
                         (
                             'Северным Ледовитым, Индийским и Тихим океанами, а также — на западе — внутриматериковыми морями Атлантического океана',
                             'Азовским,'),
                         ('Чёрным, Мраморным, Эгейским, Средиземным Самый мелководный океан?', 'Северный'),
                         ('Ледовитый. Сколько морей омывает берега Турции?', 'Четыре')],
              'О России': [('Какой порт называется «океанскими воротами» России?', 'Город-порт'), (
                  'Находка в Приморском крае Гульфосс — самая известная достопримечательность и водопад в какой стране?',
                  'Исландия'),
                           ('Какой известный горный хребет и река в России носят одно и то же название?', 'Урал'),
                           ('Какой Область устойчивого повышенного атмосферного давления', 'Антициклон'), (
                               'пролив разделяет два моря, два океана, два материка, два полуострова и две страны? Берингов пролив В какое озеро нашей страны впадает 336 рек, а вытекает только одна? Байкал Какой из океанов не омывает Россию?',
                               'Индийский'),
                           ('На каком льду какого озера в апреле 1242 года состоялось Ледовое побоище?', 'Чудское'), (
                               'Клокочущие фонтаны пара и горячей воды в чем-то сходны с извержением вулканов. Только в одном районе нашей страны есть долина с такими источниками. Как называется эта долина и где она находится?',
                               'Долина_гейзеров_на_Камчатке'), (
                               'Большое количество осадков выпадает летом в виде ливневых дождей, которые могут продолжаться двое-трое суток. С этим связаны высокие паводки и наводнения. Зимой осадков выпадает мало, мощность снежного покрова невелика. Где это происходит?',
                               'Дальний_Восток')],
              'Моря': [
                  ('моря: Черное, Мраморное, Средиземное и Эгейское  каких океанов соединяет Суэцкий канал?',
                   'Индийского'),
                  ('и Атлантического Понятия и факты Газообразная оболочка, окружающая Землю?', 'Атмосфера'),
                  ('Область устойчивого пониженного атмосферного давления?', 'Циклон'),
                  ('Через сколько океанов проходит экватор?', '3'),
                  ('океана – Атлантический океан, Тихий океан и Индийский океан! Высшая точка горной вершины?', 'Пик'),
                  ('Линия кажущегося соприкосновения неба и земной или водной поверхности?', 'Горизонт'),
                  ('Место впадения реки в море, озеро или другую реку?', 'Устье'),
                  ('Расплавленная масса в глубинах Земли?', 'Магма'),
                  ('В каком море ловят рыбу жители трёх частей света?', 'Средиземном'),
                  ('Как называется единственное море, не имеющее береговой линии?', 'Саргассово'),
                  ('В какое море не впадает ни одной реки?', 'Красное'), (
                      'Какие два моря в России противоположны по географическому положению, температуре воды и названию?',
                      'Черное'), (
                      'и Белое  Какое море на западе нашей страны в древности называлось "Янтарным" за обилие в нём янтаря? Балтийское В какое море не впадает ни одной реки?',
                      'Красное')],
              'Заповедники': [
                  ('Самый крупный из российских заповедников — его общая площадь более 40 тысяч кв. км.', 'Большой'),
                  ('Арктический заповедник Это самый первый заповедник, который появился в России.', 'Баргузинский'), (
                      'заповедник Здесь живёт амурский тигр, а также самый крупный жук в России и тропические бабочки.',
                      'Уссурийский'), (
                      'заповедник Самый известный заповедник Камчатки. На его территории находится Долина гейзеров.',
                      'Кроноцкий'), (
                      'заповедник Символ заповедника — зубр. Здесь много туристических маршрутов общей протяжённостью 450 км.',
                      'Кавказский')], 'Водопады': [(
        'заповедник  Самый большой водопадю Высота водопада 979 метров и находится он в тропических лесах Венесуэлы.',
        'Анхель'), (
        'Данный водопад находится в Южной Африке, на границе Зимбабве и Замбии.',
        'Виктория'), (
        'Самый известный в мире водопад, которого можно назвать большим из-за его ширины, которая составляет 1200 метров, но в высоту он всего лишь 53 метра.',
        'Ниагарский'), (
        'водопад Достопримечательности Какое самое высокое рукотворное сооружение когда-либо построенное?',
        'Бурдж-Халифа'), (
        'Древний город , расположенный на территории современного Перу.',
        'Мачу-Пикчу'), (
        'Мавзолей-мечеть в Индии. Каждый год его посещают 7,5 миллиона человек, а гуглят – примерно 22 миллиона раз.',
        'Тадж-Махал'), (
        'Над какими еще известными достопримечательностями стоит Большой Сфинкс?',
        'Пирамиды'), (
        'Крупнейший из древнеримских амфитеатров и одна из главных туристических достопримечательностей Рима.',
        'Колизей')],
              'Реки': [('Как называется река, протекающая через бразильские тропические леса?', 'Амазонка'),
                       (
                       'Какая африканская река имеет самый большой бассейн, уступая только южно-американской Амазонке?',
                       'Конго'),
                       ('Какая река дважды пересекает экватор?', 'Конго'), ('Какая река самая короткая в мире?', 'Роу'),
                       ('Как называется самая длинная река Африки?', 'Нил'),
                       ('Как называется самая большая река, протекающая через Париж?', 'Сена'), (
                           'Назовите самую большую реку Европы, где она берет свое начало, куда впадает, ее правый и левый самый крупный приток, по какой равнине она протекает?',
                           'Волга'), (
                           'Берет начало на Валдайской возвышенности, впадает в Каспий, протекает по Русской равнине, Ока, Кама Самая длинная и многоводная река Евразии, третья в мире по полноводности и четвёртая в мире по длине. Протекает по территории Китая.',
                           'Янцзы'), (
                           'Река в Восточной Сибири России, впадает в море Лаптевых Северного Ледовитого океана, образуя крупнейшую в Арктике дельту.',
                           'Лена'), (
                           'Река в Тыве, Хакасии и Красноярском крае, одна из самых длинных и полноводных рек мира и России.',
                           'Енисей'),
                       (
                           'Река в Индии, которая протекает через несколько штатов. Многие города, включая Варанаси и Харидвар, расположены на берегах этой реки и считаются святыми местами.',
                           'Ганг')],
              'Озера': [('Какова глубина Байкала в метрах?', '1642'), ('Единственное пресно-соленое озеро', 'БАЛХАШ'),
                        ('Самое длинное пресноводное озеро в мире?', 'ТАНГАНЬИКА'),
                        ('Крупнейшее подледное озеро Антарктиды?', 'ВОСТОК'),
                        ('Самое горячее озеро в мире?', 'КАМЧАТСКО-ФУМАРОЛЬНОЕ'),
                        ('Единственное озеро, в котором обитают морские хищники?', 'СЕНТАЛИ')]}
